Repository: ValeriaPL/FixMyCity
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreetMobileApp.po
Languages: sv_se

source: (optional)
sv_se: (valfritt)

source: (required)
sv_se: (nödvändigt)

source: -- Pick a category --
sv_se: -- Välj en kategori --

source: <strong>No</strong> Let me confirm my report by email
sv_se: <strong>Nej</strong> Låt mig bekräfta min rapport via e-post

source: <strong>Yes</strong> I have a password
sv_se: <strong>Ja</strong> Jag har ett lösenord

source: Account
sv_se: Konto

source: Add Photos
sv_se: Lägg till foton

source: Add a Photo
sv_se: Lägg till ett foto

source: Add an existing photo
sv_se: Lägg till ett befintligt foto

source: An error was encountered when submitting your report:
sv_se: Ett fel inträffades när din rapport skickades:

source: Back
sv_se: Bakåt

source: Cancel
sv_se: Avbryt

source: Complete report now
sv_se: Slutför rapportering nu

source: Confirm Location
sv_se: Bekräfta läget

source: Confirm details
sv_se: Bekräfta detaljer

source: Confirm name
sv_se: Bekräfta namn

source: Confirmation email sent
sv_se: Bekräftelse via mejl har skickats

source: Continue
sv_se: Fortsätt

source: Could not access location services. Please check permissions.
sv_se: Kunde inte använda platstjänst. Vänligen kontrollera rättigheter.

source: Could not get location.
sv_se: Position kunde inte hämtas.

source: Delete
sv_se: Ta bort

source: Details
sv_se: Detaljer

source: Discard
sv_se: Radera

source: Do you have a %s password?
sv_se: Har du ett %s-lösenord?

source: Draft Reports
sv_se: Rapportutkast

source: Drafts
sv_se: Utkast

source: Enter a nearby GB postcode, or street name and area
sv_se: Ange ett närliggande postnummer, eller gatunamn och område

source: Enter a password (optional)
sv_se: Ange ett lösenord (valfritt)

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
sv_se: Ange ett lösenord för ditt konto. Lösenordet kommer inte att aktiveras förrän du klickar på länken i bekräftelsen som har skickats till din angivna e-postadress.

source: Finding your location
sv_se: Söker efter din plats

source: Further Details
sv_se: Mer detaljer

source: Go
sv_se: Sök

source: Got location.
sv_se: Ange plats för rapportering

source: Home
sv_se: Hem

source: I don't want to set a password
sv_se: Jag vill inte ange ett lösenord

source: I'd like to set a password
sv_se: Jag vill ange ett lösenord

source: I've already got one - login
sv_se: Jag har redan en inloggning

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
sv_se: En påbörjad rapport, som inte avslutats, kommer att visas i den här menyn för att avslutas vid ett senare tillfälle.

source: Invalid email
sv_se: Ogiltig e-postadress

source: Invalid report
sv_se: Ogiltig rapport

source: Locate (optional)
sv_se: Hitta plats (valfritt)

source: Location error
sv_se: Platsfel

source: Login
sv_se: Logga in

source: More details
sv_se: Fler detaljer

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
sv_se: Mer än en plats hittades. Välj ett av alternativen nedan eller sök på gatunamn och ort, eller postnummer.

source: Multiple matches found
sv_se: Flera träffar hittades

source: Name
sv_se: Namn

source: New Report Here
sv_se: Ny rapportering här

source: Next
sv_se: Nästa

source: No network connection available for submitting your report. Please try again later.
sv_se: Ingen nätverksanslutning finns tillgänglig för att skicka din rapport. Vänligen försök igen senare.

source: No problem - we don't like faffing with passwords either.
sv_se: Ange ditt namn, ditt telefonnummer (valfritt) och huruvida ditt namn skall visas offentligt i våra appar.

source: Offline
sv_se: Nedkopplad

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
sv_se: Ingen nätverksanslutning finns tillgänglig. Rapporten kan redigeras och skickas senare.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
sv_se: Ingen nätverksanslutning finns tillgänglig. Påbörja rapportering och slutför via utkast vid nästa tillfälle du är uppkopplad.

source: Optionally enter your phone number
sv_se: Ange ditt telefonnummer (valfritt)

source: Password
sv_se: Lösenord

source: Phone number
sv_se: Telefonnummer

source: Photo added
sv_se: Foto tillagt

source: Photos for report
sv_se: Foton för rapport

source: Please allow access to photos in your phone’s settings.
sv_se: Vänligen tillåt tillgång till foton i appens rättigheter.

source: Please allow access to the camera in your phone’s settings.
sv_se: Vänligen tillåt tillgång till kameran i appens rättigheter.

source: Please choose a category
sv_se: Sparad i %s-kategorin

source: Please confirm your name, if you want it to be public and optionally your phone number.
sv_se: Bekräfta ditt namn och eventuellt också ditt telefonnummer, och om du vill att ditt namn skall vara offentligt.

source: Please enter a location
sv_se: Ange en plats

source: Please enter a message
sv_se: Fyll i detaljer kring problemet

source: Please enter a password
sv_se: Ange ett lösenord

source: Please enter a password at least %d characters long
sv_se: Ange ett lösenord som är minst %d tecken långt

source: Please enter a subject
sv_se: Ange en titel

source: Please enter a valid email
sv_se: Ange en giltlig e-postadress

source: Please enter some details
sv_se: Fyll i detaljer kring problemet

source: Please enter your email
sv_se: Ange din e-postadress

source: Please enter your email address
sv_se: Ange din e-postadress

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
sv_se: Ange ditt fullständiga namn - bocka i alternativet nedan om namnet inte ska visas offentligt på FixaMinGata

source: Please enter your name
sv_se: Ange ditt namn

source: Please enter your phone number (optional)
sv_se: Ange ditt telefonnummer (valfritt)

source: Please fill in details of the problem.
sv_se: Fyll i detaljer kring problemet

source: Please give us some basic details, and you're nearly done.
sv_se: Ge oss grundläggande information för att skapa ett ärende.

source: Please search for a street name and area, or postcode.
sv_se: Sök efter ett postnummer eller gatunamn och ort.

source: Provide a title
sv_se: Ange en titel

source: Report
sv_se: Rapportera

source: Report Created
sv_se: Rapporten är skapad

source: Reposition Report Here
sv_se: Omplacera rapporten hit

source: Save
sv_se: Spara

source: Save for Later
sv_se: Spara till senare

source: Save for later
sv_se: Spara till senare

source: Save this report for completion later
sv_se: Spara rapportutkast för att färdigställa senare

source: Saved in the %s category
sv_se: Sparad i %s-kategorin

source: Search
sv_se: Sök

source: Search for a place or postcode
sv_se: Sök efter en plats eller postnummer

source: Search or scroll the map
sv_se: Sök eller navigera via kartan

source: Send confirmation email
sv_se: Skicka bekräftelsemejl

source: Set Report Location
sv_se: Ange plats för rapportering

source: Show my name publicly
sv_se: Visa mitt namn offentligt

source: Sign Out
sv_se: Logga ut

source: Skip
sv_se: Hoppa över

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
sv_se: Tyvärr kunde positionen för din placering inte hittas. Vänligen ange en plats i sökrutan istället

source: Start new report
sv_se: Skapa en ny rapport

source: Subject
sv_se: Ämne

source: Submit
sv_se: Skicka

source: Take a new photo
sv_se: Ta ett nytt foto

source: Test version. Reports will not be sent to the council.
sv_se: Testversion. Rapporter kommer inte att skickas till kommuner.

source: Thanks. Your report will be sent to the authorities immediately.
sv_se: Tack. Din rapport kommer genast att skickas till kommunen.

source: There is no internet connection
sv_se: Du är inte ansluten till Internet

source: There isn't an internet connection, do you want to save the current report for later?
sv_se: Du är inte ansluten till Internet, vill du spara rapporten för att skicka in vid ett senare tillfälle?

source: There seems to have been a problem starting the app. Please quit and try again.
sv_se: Det har uppstått ett problem. Vänligen avsluta appen och försök igen.

source: There was a problem checking if we have all the details we need. Please try again later.
sv_se: Ett problem uppstod i samband med genomgång av de detaljer som behövs för rapporteringen. Vänligen försök igen senare.

source: There was a problem checking we cover this location. Please try again later.
sv_se: Ett problem uppstod i samband med genomgång av att angiven position stödjs. Vänligen försök igen senare.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
sv_se: Ett problem uppstod vid din inloggning. Vänligen försök igen senare.

source: There was a problem logging you in. Please try again later.
sv_se: Det har uppstått ett problem. Vänligen avsluta appen och försök igen.

source: There was a problem logging you out. Please try again later.
sv_se: Det har uppstått ett problem. Vänligen avsluta appen och försök igen.

source: There was a problem looking up your location.
sv_se: Ett problem uppstod i vid fastställande av plats.

source: There was a problem submitting your report. Please try again later.
sv_se: Det har uppstått ett problem. Vänligen avsluta appen och försök igen.

source: There was a problem submitting your report. Please try again.
sv_se: Det har uppstått ett problem. Vänligen avsluta appen och försök igen.

source: There was a problem taking your photo.
sv_se: Ett problem uppstod då fotot togs.

source: There was a problem uploading your report.
sv_se: Ett problem uppstod då rapporten laddades upp.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
sv_se: Det finns ett problem med din e-post/lösenords-kombination. Om du har glömt ditt lösenord, eller inte har ett, kan ett nytt anges genom att gå via e-postfönstret och välja alternativet lösenord. Lösenord aktiveras när du klickar på länken i ditt bekräftelsemejl.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
sv_se: Här finns utkast/ej insända rapporter. Slutför och skicka in dem, då du är uppkopplad.

source: This app needs to send you a confirmation email before we can send your report to the council.
sv_se: Appen kommer att skicka ett bekräftelsemejl till din e-postadress innan rapporten skickas till kommunen.

source: This report has a position.
sv_se: Den här rapporten har en angiven plats.

source: Title
sv_se: Titel

source: To skip this step in future, you can set a password now.
sv_se: Ange ett lösenord för att slippa detta steg i framtiden.

source: Try Again
sv_se: Försök igen

source: Unsent Report
sv_se: Oskickad rapport

source: Untitled draft
sv_se: Namnlöst utkast

source: Uploading images may take some time, please be patient
sv_se: Uppladdning av bilder kan ta en stund, vänligen vänta

source: View it on the site
sv_se: Visa den på webben

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
sv_se: Vi har skickat ett bekräftelsemejl till dig. Det kan ta några minuter innan det kommer fram. Klicka på länken i meddelandet för att bekräfta din rapport.

source: Yes I have a password
sv_se: Ja, jag har ett lösenord

source: You are logged in as %s
sv_se: Du är inloggad som %s

source: You are not signed in.
sv_se: Du är inte inloggad.

source: You are signed in as %s
sv_se: Du är inloggad som %s

source: You are signed in as <span id="username">%s</span>
sv_se: Du är inloggad som <span id="username">%s</span>

source: Your Email
sv_se: Din e-postadress

source: Your details
sv_se: Dina uppgifter

source: Your email
sv_se: Din e-postadress

source: Your name
sv_se: Ditt namn

source: Your password
sv_se: Ditt lösenord

source: Your phone number (optional)
sv_se: Ditt telefonnummer (valfritt)

source: discard
sv_se: radera

source: e.g. ‘B2 4QA’ or ‘Tib St, Manchester’
sv_se: ex.v. ‘107 25’ eller ‘Vasagatan, Stockholm’

source: required
sv_se: nödvändigt

source: save
sv_se: spara
